{"columns": ["Query DOI", "Query Text", "Retriever Rank", "Reranker Rank", "Improvement"], "data": [["10.1007/S10668-022-02676-X", "Financial development is a multidimensional process that contributes to economic growth but sometime", 4020, 1385, 2635], ["10.3390/RS14205282", "Citation Zeng, J. Xu, J. Li, W. Dai, X. Zhou, J. Shan, Y. Zhang, J. Li, W. Lu, H. Ye, Y. et al. Eval", 4562, 4438, 124], ["10.3390/ENVIRONSCIPROC2023026088", "Citation Giannaros, C. Agathangelidis, I. Galanaki, E. Cartalis, C. Kotroni, V. Lagouvardos, K. Matz", 451073, 574, 450499], ["10.1016/J.NEUROIMAGE.2021.118553", "Tau PET has allowed for critical insights into in vivo patterns of tau accumulation and change in in", 85, 24021, -23936], ["10.1111/DDI.13788", "Aims Most naturalized plants are escapees from cultivation.Inventories of cultivated introduced spec", 48736, 13983, 34753], ["10.3390/RS14133165", "Citation Petrenko, B. Pryamitsyn, V. Ignatov, A. Jonasson, O. Kihai, Y. AVHRR GAC Sea Surface Temper", 773, 3154, -2381], ["10.3390/ATMOS14040630", "To avoid the spread of COVID-19, China has implemented strict lockdown policies and control measures", 5779, 7387, -1608], ["10.1109/JSTARS.2022.3201380", "Impervious surface area (ISA) mapping at the global scale has entered a new era. Currently, the numb", 6886, 8632, -1746], ["10.1186/S12911-024-02464-9", "Deep learning has been increasingly utilized in the medical field and achieved many goals.Since the ", 855, 14625, -13770], ["10.1093/GJI/GGAB312", "S U M M A R YMagnetotelluric (MT) data allow for electrical resistivity probing of the Earth's subsu", 309426, 24863, 284563], ["10.3390/BRAINSCI11010087", "Citation Heiden, P. Hoevels, M. Bayram, D. Baldermann, J.C. Schller, T. Huys, D. Visser-Vandewalle, ", 52720, 11210, 41510], ["10.1038/S41597-019-0341-X", "Advances in computer-assisted linguistic research have been greatly influential in reshaping linguis", 11375, 15780, -4405], ["10.1109/JBHI.2022.3197910", "In recent times, speech-based automatic disease detection systems have shown several promising resul", 2, 1963, -1961], ["10.1038/S41597-020-0401-2", "Fox Insight is an online, longitudinal health study of people with and without Parkinson's disease w", 2778, 7814, -5036], ["10.3390/PHARMACEUTICS15102381", "Humanity is facing a vast prevalence of neurodegenerative diseases, with Alzheimer's disease (AD) be", 14092, 38754, -24662], ["10.1063/5.0112856", "We use energies and forces predicted within response operator based quantum machine learning (OQML) ", 7945, 15440, -7495], ["10.1016/J.XHGG.2023.100211", "Genome-wide association studies (GWASs) have identified more than 130 genetic susceptibility loci fo", 241, 12233, -11992], ["10.1029/2023AV000956", "Random forest models trained on FLUXNET-CH4 methane fluxes reproduced spatiotemporal patterns in ext", 3782, 14021, -10239], ["10.3390/NU16040537", "Chefs' decisions can greatly improve the quality of food provided and positively guide diners' choic", 378350, 3308, 375042], ["10.1029/2023JD039610", "Sulfur and nitrogen are emitted into the atmosphere by a wide range of natural and anthropogenic sou", 270815, 25939, 244876], ["10.3390/PLANTS10020215", "Citation Marchi, M. Cocozza, C. Probabilistic Provenance Detection and Management Pathways for Pseud", 203340, 33634, 169706], ["10.1038/S41597-021-01001-X", "Measuring and monitoring non-pharmaceutical interventions is important yet challenging due to the ne", 22562, 12022, 10540], ["10.1080/00324728.2022.2034919", "International migration has increased since 1990, with increasing numbers of migrants originating fr", 12646, 16027, -3381], ["10.3390/E25010169", "Multimodal image fusion aims to retain valid information from different modalities, remove redundant", 6761, 18288, -11527], ["10.1002/LNO.12457", "A variety of classification approaches are used to facilitate understanding, prediction, monitoring,", 4331, 16747, -12416], ["10.7717/PEERJ.16972", "The article presents results of using remote sensing images and machine learning to map and assess l", 22844, 24691, -1847], ["10.1186/S12915-021-01077-2", "Background Comparing a parasitic lineage to its free-living relatives is a powerful way to understan", 618, 6535, -5917], ["10.1162/IMAG_A_00009", "Recognising other people in naturalistic settings relies on differentiating between individuals (tel", 63, 1878, -1815], ["10.1038/S42005-022-00849-8", "Physical contacts do not occur randomly, rather, individuals with similar socio-demographic and beha", 110435, 0, -9999], ["10.3748/WJG.V29.I23.3688", "BACKGROUNDGeographical (geospatial) clusters have been observed in inflammatory bowel disease (IBD) ", 938393, 0, -9999], ["10.1128/SPECTRUM.04851-22", "Vibrio parahaemolyticus is a bacterial pathogen that becomes lethal to Penaeus shrimps when acquirin", 482239, 0, -9999], ["10.3390/ELECTRONICS12010228", "Citation Bahhar, C. Ksibi, A. Ayadi, M. Jamjoom, M.M. Ullah, Z. Soufiene, B.O. Sakli, H. Wildfire an", 6796, 9765, -2969], ["10.3390/RS14061504", "Citation Hu, J. Jia, J. Ma, Y. Liu, L. Yu, H. A Reconstructed Global Daily Seamless SIF Product at 0", 796293, 0, -9999], ["10.1038/S41598-024-52304-Z", "Past studies have demonstrated that higher perceived social support among coupled individuals and gr", 20839, 22935, -2096], ["10.1016/J.EAP.2023.03.006", "a b s t r a c tThe enactment of COVID-19 policies in Canada falls under provincial jurisdiction. Thi", 2256, 20816, -18560], ["10.3389/FMARS.2020.617324", "Krause-Jensen et al.Changes in Pan-Arctic Marine Vegetation pan-Arctic science-and management agenda", 258049, 11106, 246943], ["10.3390/PATHOGENS9070577", "In eukaryotes, two sources of Ca 2+ are accessed to allow rapid changes in the cytosolic levels of t", 460226, 0, -9999], ["10.3390/S24051391", "Accurate short-term load forecasting (STLF) is essential for power grid systems to ensure reliabilit", 173342, 44352, 128990], ["10.2196/27917", "BackgroundThe United States of America has the highest global number of COVID-19 cases and deaths, w", 25999, 16685, 9314], ["10.1038/S41597-019-0219-Y", "The Mediterranean Region has a long lasting legacy of mercury mining activities and a high density o", 815661, 0, -9999], ["10.3390/TOXINS15080506", "Seven new peptides denominated CboK1 to CboK7 were isolated from the venom of the Mexican scorpion C", 219, 11083, -10864], ["10.1016/J.HELIYON.2023.E16002", "A B S T R A C TThis article proposes an approach for the classification of industrial engineering pr", 6457665, 0, -9999], ["10.18653/V1/W19-3212", "Transfer learning is promising for many NLP applications, especially in tasks with limited labeled d", 12614, 48341, -35727], ["10.1175/JAS-D-21-0019.1", "Zonal jets are common in planetary atmospheres. Their character, structure, and seasonal variability", 464021, 0, -9999], ["10.1111/DDI.13473", "Aim Limited funds for conservation and research require the development of prioritization schemes. T", 167947, 43134, 124813], ["10.1002/HBM.25137", "The zona incerta (ZI) is a small gray matter region of the deep brain first identified in the 19th c", 15943, 7866, 8077], ["10.1038/S41597-019-0056-Z", "Social network analysis is an invaluable tool to understand the patterns, evolution, and consequence", 7296, 6127, 1169], ["10.1016/J.NEUNET.2022.10.011", "In recent years, Deep Learning models have shown a great performance in complex optimization problem", 404895, 0, -9999], ["10.3390/MET10091268", "For the first time, a powder of refractory body-centered cubic (bcc) HfTaTiNbZr-based high-entropy a", 36120, 13404, 22716], ["10.1109/ACCESS.2022.3224781", "Phishing is a kind of worldwide spread cybercrime that uses disguised websites to trick users into d", 76, 20851, -20775]]}