{"columns": ["Query DOI", "Query Text", "Num GT", "First Hit Rank", "Top-1 DOI"], "data": [["10.24294/JIPD.V8I3.3108", "Total factor productivity (TFP) is essential for disentangling the determinants of economic growth, productivity, and the standard of living.Understanding the variations in TFP, however, is greatly ch", 44, 735, "10.24294/JIPD.V8I3.3108"], ["10.3390/IJERPH20010748", "Based on the models of ArcGIS10.5, Fragstats 4.2, and InVEST, this research describes the temporal and spatial evolution characteristics of habitat quality in Guilin from three aspects, which are land", 27, 776, "10.3390/IJERPH20010748"], ["10.2166/NH.2021.160", "Precipitation data are useful for the management of water resources as well as flood and drought events. However, precipitation monitoring is sparse and often unreliable in regions with complicated ge", 20, 14200, "10.21203/RS.3.RS-1102413/V1"], ["10.1002/DAD2.12565", "", 12, 0, "10.1596/1813-9450-10044"], ["10.3390/PLANTS10112371", "Citation Breman, E. Ballesteros, D. Castillo-Lorenzo, E. Cockel, C. Dickie, J. Faruk, A. O'Donnell, K. Offord, C.A. Pironon, S. Sharrock, S. et al. Plant Diversity Conservation Challenges and Prospect", 10, 0, "10.3390/PLANTS10112371"], ["10.3390/RS13112104", "Citation Suominen, T. Westerholm, J. Kalliola, R. Attila, J. Partition of Marine Environment Dynamics According to Remote Sensing Reflectance and Relations of Dynamics to Physical Factors. Remote Sens", 11, 0, "10.3390/RS13040611"], ["10.21203/RS.3.RS-1278038/V1", "Changes in the aerosol composition of sulfate (SO 4 2 ) and nitrate (NO 3 ) from 2012 to 2019 have been captured as a paradigm shift in the region downwind of China. Speci cally, SO 4 2 dramatically d", 3, 0, "10.21203/RS.3.RS-1278038/V1"], ["10.3390/RS13020244", "Publisher's Note MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations.Abstract Land cover products are an indispensable data source in land surface ", 6, 46232, "10.3390/SU122310134"], ["10.3390/DIAGNOSTICS11081446", "Citation Faust, O. Kareem, M. Ali, A. Ciaccio, E.J. Acharya, U.R.", 10, 0, "10.3904/KJIM.2002.17.2.122"], ["10.1038/S41598-024-56287-9", "Despite the well-documented, broad global distribution of sperm whales (Physeter macrocephalus), their distributional patterns remain poorly known in Arctic regions, where year-round monitoring is cha", 3, 0, "10.1038/S41598-024-56287-9"], ["10.3390/HEALTHCARE8010034", "Parkinson's disease is caused due to the progressive loss of dopaminergic neurons in the substantia nigra pars compacta (SNc). Presently, with the exponential growth of the aging population across the", 8, 0, "10.3390/HEALTHCARE8010034"], ["10.1515/ZFS-2021-2039", "In this paper, we present an overview of the methods associated with semantic maps, focusing on current challenges and new avenues for research in this area, which are at the core of the contributions", 3, 36278, "10.1515/ZFS-2021-2039"], ["10.1016/J.COMPBIOMED.2023.107153", "This study proposes a new deep learning-based method that demonstrates high performance in detecting Covid-19 disease from cough, breath, and voice signals. This impressive method, named CovidCoughNet", 7, 0, "10.1016/J.COMPBIOMED.2023.107153"], ["10.1101/2023.01.02.23284113", "The objective of our study was to investigate the impact of the mitochondrial polygenic score (MGS) and lifestyle/environmental data on age at onset in LRRK2 p.Gly2019Ser parkinsonism (LRRK2-PD) and i", 6, 0, "10.1101/2023.01.02.23284113"], ["10.3390/MOLECULES28114483", "Amyloids are misfolded proteins that aggregate into fibrillar structures, the accumulation of which is associated with the pathogenesis of many neurodegenerative diseases, such as Alzheimer's disease ", 3, 0, "10.3390/MOLECULES28114483"], ["10.1063/5.0112856", "We use energies and forces predicted within response operator based quantum machine learning (OQML) to perform geometry optimization and transition state search calculations with legacy optimizers. Fo", 4, 0, "10.1063/5.0112856"], ["10.3389/FPSYT.2022.797329", "differential expression tests, are not enough to identify the underlying SCZ pathways and that more integrative analysis is required to unfold the pathobiology of SCZ.", 6, 0, "10.3389/FPSYT.2022.797329"], ["10.1093/NSR/NWAB200", "Atmospheric methane (CH 4 ) concentrations have shown a puzzling resumption in growth since 2007 following a period of stabilization from 2000 to 2006. Multiple hypotheses have been proposed to explai", 4, 0, "10.1093/NSR/NWAB200"], ["10.3390/NU14214456", "Citation Rosi, A. Biasini, B. Monica, E. Rapetti, V. Deon, V. Scazzina, F.", 3, 12475, "10.3390/FOODS11142152"], ["10.1029/2023JD039610", "Sulfur and nitrogen are emitted into the atmosphere by a wide range of natural and anthropogenic sources, where they are subject to gas and particle phase chemistry and transport, forming secondary po", 1, 0, "10.1029/2023JD039610"], ["10.15177/SEEFOR.21-06", "The results of interpopulation variability of morphometric parameters of European beech (Fagus sylvatica L.) seedlings originating from eight populations from the part of natural distribution area in ", 3, 0, "10.15177/SEEFOR.21-06"], ["10.1177/13548565211048972", "Data visualisations are intimately connected to the emergence of public health as a discipline and policy area. Besides the mapping of cases and deaths, the COVID-19 pandemic has seen an explosion of ", 2, 0, "10.1177/13548565211048972"], ["10.1080/00324728.2022.2034919", "International migration has increased since 1990, with increasing numbers of migrants originating from low-and middle-income countries (LMICs). Efforts to explain this compositional shift have focused", 4, 10619, "10.1080/00324728.2022.2034919"], ["10.3390/S24010020", "In the field of image fusion, the integration of infrared and visible images aims to combine complementary features into a unified representation.However, not all regions within an image bear equal im", 3, 0, "10.3390/S24010020"], ["10.1002/LNO.12457", "A variety of classification approaches are used to facilitate understanding, prediction, monitoring, and the management of lakes.However, broad-scale applicability of current approaches is limited by ", 3, 0, "10.1002/LNO.10967"], ["10.3390/ANI14020234", "The combined effects of climate and human activities have made the shortage of food resources in Poyang Lake the new normal.The degradation of natural habitats has led to a decline in the quality of S", 4, 0, "10.3390/ANI14020234"], ["10.3390/IJERPH20043556", "Giardia duodenalis is a significant cause of waterborne and foodborne infections, day-care center outbreaks, and traveler's diarrhea worldwide. In protozoa such as Trichomonas vaginalis and Entamoeba ", 4, 0, "10.3390/IJERPH20043556"], ["10.1016/J.NEUROPSYCHOLOGIA.2022.108194", "A B S T R A C TRodent and human studies have implicated an amygdala-prefrontal circuit during threat processing. One possibility is that while amygdala activity underlies core features of anxiety (e.g", 4, 0, "10.1016/J.NEUROPSYCHOLOGIA.2022.108194"], ["10.1103/PHYSREVRESEARCH.2.042029", "Link prediction algorithms can help to understand the structure and dynamics of complex systems, to reconstruct networks from incomplete data sets, and to forecast future interactions in evolving netw", 2, 0, "10.1103/PHYSREVRESEARCH.2.042029"], ["10.3748/WJG.V29.I23.3688", "BACKGROUNDGeographical (geospatial) clusters have been observed in inflammatory bowel disease (IBD) incidence and linked to environmental determinants of disease, but pediatric spatial patterns in Nor", 2, 0, "10.3748/WJG.V29.I23.3688"], ["10.1128/SPECTRUM.04851-22", "Vibrio parahaemolyticus is a bacterial pathogen that becomes lethal to Penaeus shrimps when acquiring the pVA1-type plasmid carrying the PirAB vp genes, causing acute hepatopancreatic necrosis disease", 1, 0, "10.1128/SPECTRUM.04851-22"], ["10.3390/F13070975", "Citation Zhang, L. Wang, M. Fu, Y. Ding, Y. A Forest Fire Recognition Method Using UAV Images Based on Transfer Learning. Forests 2022, 13, 975.", 3, 0, "10.3390/MI13020160"], ["10.5194/BG-19-4833-2022", "Sun-induced chlorophyll a fluorescence (SIF) retrieved from satellites has shown potential as a remote sensing proxy for gross primary productivity (GPP). However, to fully exploit the potential of th", 3, 0, "10.5194/BG-19-4833-2022"], ["10.1007/S12144-022-04220-6", "The widely used Emotion Regulation Questionnaire (ERQ) measures the habitual use of cognitive reappraisal and expressive suppression. Recently, a more economical 8-item version of the ERQ was proposed", 3, 1098, "10.1007/S12144-022-04220-6"], ["10.21105/JOSS.04898", "The localcovid19now R package provides functionality to load, unify and visualize recent COVID-19 case data at subnational scales in order to provide localized situational reports and improve understa", 2, 0, "10.21105/JOSS.04898"], ["10.1016/J.DIB.2023.110023", "species distribution modelling over key ecosystem structuring species, our datasets hold the potential to enhance the ability to inform strategic and effective conservation policy, ultimately supporti", 3, 39, "10.1016/J.DIB.2023.110023"], ["10.1038/S41597-020-0363-4", "the heterotrophic stramenopile Cafeteria roenbergensis is a globally distributed marine bacterivorous protist. This unicellular flagellate is host to the giant DNA virus CroV and the virophage mavirus", 2, 0, "10.1038/S41597-020-0363-4"], ["10.3390/EN14175556", "Citation Grillone, B. Mor, G. Danov, S. Cipriano, J. Lazzari, F. Sumper, A. Baseline Energy Use Modeling and Characterization in Tertiary Buildings Using an Interpretable Bayesian Linear Regression Me", 2, 0, "10.3390/EN14144308"], ["10.1186/S13584-022-00549-2", "Background Early in the coronavirus disease 2019 (COVID-19) pandemic, governments implemented exceptional public health measures (PHMs) in the face of uncertainty. This study aimed to compare mitigati", 3, 0, "10.1186/S13584-022-00549-2"], ["10.3390/POLLUTANTS3030022", "Seafood constitutes the primary source of exposure to the organic form of mercury in the general population, and the Trieste Gulf is considered a hotspot of mercury contamination. We used a newly deve", 1, 0, "10.3390/POLLUTANTS3030022"], ["10.1085/JGP.202213146", "The Cm28 in the venom of Centruroides margaritatus is a short peptide consisting of 27 amino acid residues with a mol wt of 2,820 D. Cm28 has <40% similarity with other known -KTx from scorpions and l", 1, 0, "10.1085/JGP.202213146"], ["10.1007/S10618-022-00856-X", "We introduce the problem of robust subgroup discovery, i.e., finding a set of interpretable descriptions of subsets that 1) stand out with respect to one or more target attributes, 2) are statisticall", 1, 0, "10.1007/S10618-022-00856-X"], ["10.18653/V1/W19-3212", "Transfer learning is promising for many NLP applications, especially in tasks with limited labeled data. This paper describes the methods developed by team TMRLeiden for the 2019 Social Media Mining f", 1, 0, "10.18653/V1/W19-3212"], ["10.1186/S40623-023-01767-X", "Mountain lee waves have often been observed on the eastern side of the Phlegra Montes as wave trains visualized by water ice clouds in the Martian atmosphere. The seasonality and formation condition o", 1, 0, "10.1186/S40623-023-01767-X"], ["10.47603/MANO.V7N1.220", "ResumenColombia es uno de los pases con mayor riqueza de armadillos al contar con seis especies, pertenecientes a tres gneros, que abarcan la mayor parte del territorio nacional, siendo Cabassous cent", 1, 0, "10.47603/MANO.V7N1.220"], ["10.1016/J.NEUROIMAGE.2023.120074", "The benefits, opportunities and growing availability of ultra-high field magnetic resonance imaging (MRI) for humans have prompted an expansion in research and development efforts towards increasingly", 2, 0, "10.1016/J.NEUROIMAGE.2023.120074"], ["10.1038/S41597-019-0056-Z", "Social network analysis is an invaluable tool to understand the patterns, evolution, and consequences of sociality. Comparative studies over a range of social systems across multiple taxonomic groups ", 2, 0, "10.1038/S41597-019-0056-Z"], ["10.1016/J.NEUNET.2022.10.011", "In recent years, Deep Learning models have shown a great performance in complex optimization problems. They generally require large training datasets, which is a limitation in most practical cases. Tr", 2, 0, "10.1016/J.NEUNET.2022.10.011"], ["10.3390/CRYST11010046", "Citation Bhandari, U. Zhang, C. Zeng, C. Guo, S. Adhikari, A. Yang, S. Deep Learning-Based Hardness Prediction of Novel Refractory High-Entropy Alloys with Experimental Validation. Crystals 2021, 11, ", 4, 0, "10.3390/BIOS12070517"], ["10.3390/S23208499", "Malicious uniform resource locators (URLs) are prevalent in cyberattacks, particularly in phishing attempts aimed at stealing sensitive information or distributing malware.Therefore, it is of paramoun", 2, 0, "10.3390/S23208499"]]}