{"columns": ["Query DOI", "Query Text", "Num GT", "First Hit Rank", "Top-1 DOI"], "data": [["10.1057/S41599-023-01747-2", "Based upon a mixed-methods follow-up exploratory model, we examined the link between trust and coping during the early outbreak of the COVID-19 pandemic at the society level. Qualitative data were col", 44, 0, "10.1057/S41599-023-01747-2"], ["10.3390/RS15112914", "Citation Tian, L. Tao, Y. Li, M. Qian, C. Li, T. Wu, Y. Ren, F.", 27, 0, "10.3390/RS15112914"], ["10.3390/MICROORGANISMS9102099", "Citation Katsenios, N. Andreou, V. Sparangis, P. Djordjevic, N. Giannoglou, M. Chanioti, S. Stergiou, P. Xanthou, M.-Z. Kakabouki, I. Vlachakis, D. et al.", 20, 0, "10.3390/MICROORGANISMS9102099"], ["10.1002/DAD2.12565", "", 12, 0, "10.3389/FENDO.2025.1536844"], ["10.1101/2022.12.05.519116", "32(1) Angiosperms, which inhabit diverse environments across all continents, exhibit 33 significant variation in genome sizes, making them an excellent model system for examining 34 hypotheses about t", 10, 0, "10.1101/2022.12.05.519116"], ["10.5194/ESSD-13-5663-2021", "BRAN2020 (2020 version of the Bluelink ReANalysis) is an ocean reanalysis that combines observations with an eddy-resolving, near-global ocean general circulation model to produce a four-dimensional e", 11, 0, "10.5194/ESSD-13-5663-2021"], ["10.1016/J.ATMOSENV.2021.118750", "2 other cities (38.7%-49.6% for industry and 26.0%-36.2% for residential). Therefore, enhancing regional cooperation and implementing a united air pollution control are effective emission mitigation m", 3, 0, "10.1016/J.ATMOSENV.2021.118750"], ["10.1088/2515-7620/ACA9AA", "India is one of the world's most flood-prone countries, with present-day risks likely to be exacerbated by climate change in the coming decades. The type of risk varies by location, with the lives, ho", 6, 0, "10.1088/2515-7620/ACA9AA"], ["10.3390/IJERPH191710707", "Citation Andayeshgar, B. Abdali-Mohammadi, F. Sepahvand, M. Daneshkhah, A. Almasi, A. Salari, N. Developing Graph Convolutional Networks and Mutual Information for Arrhythmic Diagnosis Based on Multic", 10, 0, "10.3390/IJERPH191710707"], ["10.1093/GJI/GGAB312", "S U M M A R YMagnetotelluric (MT) data allow for electrical resistivity probing of the Earth's subsurface. Integration of resistivity models in passive margin studies could help disambiguate non-uniqu", 3, 0, "10.1093/GJI/GGAB312"], ["10.3390/BRAINSCI11010087", "Citation Heiden, P. Hoevels, M. Bayram, D. Baldermann, J.C. Schller, T. Huys, D. Visser-Vandewalle, V. Andrade, P. Connectivity Patterns of Deep Brain Stimulation Targets in Patients with Gilles de la", 8, 0, "10.3390/BRAINSCI11010087"], ["10.1515/LINGTY-2021-2082", "In this article I demonstrate that there is a pervasive lexico-semantic association BONES ARE STRENGTH in the languages of Melanesia, but that its linguistic expression is highly varied languages are ", 3, 0, "10.1515/LINGTY-2021-2082"], ["10.1007/S10844-022-00707-7", "COVID-19 pandemic has fueled the interest in artificial intelligence tools for quick diagnosis to limit virus spreading. Over 60% of people who are infected complain of a dry cough. Cough and other re", 7, 0, "10.1007/S10844-022-00707-7"], ["10.1101/2023.01.02.23284113", "The objective of our study was to investigate the impact of the mitochondrial polygenic score (MGS) and lifestyle/environmental data on age at onset in LRRK2 p.Gly2019Ser parkinsonism (LRRK2-PD) and i", 6, 0, "10.1101/2023.01.02.23284113"], ["10.1016/J.NBAS.2023.100078", "a b s t r a c tHabituation is a form of learning characterized by a decrement in responsiveness to a stimulus that is repeated or prolonged. In rodents, habituation to a novel environment is character", 3, 0, "10.1016/J.NBAS.2023.100078"], ["10.7717/PEERJ-PCHEM.22", "We test our meta-molecular dynamics (MD) based approach for finding low-barrier (<30 kcal/mol) reactions on uni-", 4, 0, "10.7717/PEERJ-PCHEM.22"], ["10.3390/IJMS22073364", "Citation Liu, Y. Qu, H.-Q. Chang, X. Tian, L. Qu, J. Glessner, J. Sleiman, P.M.A. Hakonarson, H.", 6, 0, "10.3390/IJMS22073364"], ["10.1029/2023GL103037", "IntroductionMethane (CH 4 ) is a potent, short-lived greenhouse gas that contributes to anthropogenic climatic change and air pollution(Dlugokencky et al., 2011Nisbet et al., 2019).Because of its rela", 4, 0, "10.1029/2023GL103037"], ["10.3390/FOODS11213352", "Citation Tucci, M. Martini, D. Marino, M. Del Bo', C. Vinelli, V. Biscotti, P. Parisi, C. De Amicis, R. Battezzati, A. Bertoli, S. et al. The", 3, 0, "10.3390/FOODS11213352"], ["10.1038/S41597-020-0488-5", "Natural emissions of air pollutants from the surface play major roles in air quality and climate change. In particular, nitrogen oxides (NO x ) emitted from soils contribute 15% of global NO x emissio", 1, 0, "10.1038/S41597-020-0488-5"], ["10.15177/SEEFOR.21-06", "The results of interpopulation variability of morphometric parameters of European beech (Fagus sylvatica L.) seedlings originating from eight populations from the part of natural distribution area in ", 3, 0, "10.15177/SEEFOR.21-06"], ["10.1038/S41597-021-01001-X", "Measuring and monitoring non-pharmaceutical interventions is important yet challenging due to the need to clearly define and encode non-pharmaceutical interventions, to collect geographically and soci", 2, 0, "10.1038/S41597-021-01001-X"], ["10.1007/S41060-023-00396-7", "International airtime top-up transfers enable prepaid mobile phone users to send top-ups and data bundles to users in other countries, as well as make payments, in real time. These are heavily used by", 4, 0, "10.1007/S41060-023-00396-7"], ["10.1109/ACCESS.2023.3236312", "This study proposes a new deep neural network to solve the multi-band image synchronous fusion problem (MBF-Net). Unlike other deep learning-based methods, our network architecture design combines the", 3, 0, "10.1109/ACCESS.2023.3236312"], ["10.1002/LOL2.10339", "Scientific Significance StatementConcentrations of road deicing salt are increasing in many inland waters.High salt concentrations can negatively impact aquatic organisms and ecosystems.Few frameworks", 3, 0, "10.1002/LOL2.10339"], ["10.7717/PEERJ.16972", "The article presents results of using remote sensing images and machine learning to map and assess land potential based on time-series of potential Fraction of Absorbed Photosynthetically Active Radia", 4, 0, "10.7717/PEERJ.16972"], ["10.1186/S12915-021-01077-2", "Background Comparing a parasitic lineage to its free-living relatives is a powerful way to understand how that evolutionary transition to parasitism occurred. Giardia intestinalis (Fornicata) is a lea", 4, 0, "10.1186/S12915-021-01077-2"], ["10.1101/2023.09.15.557976", "A narrative is a coherent representation of actual or fictional events designed to connect experiences.Narratives provide a unique opportunity to investigate brain functions in scenarios more closely ", 4, 0, "10.1101/2023.09.15.557976"], ["10.1103/PHYSREVRESEARCH.2.042029", "Link prediction algorithms can help to understand the structure and dynamics of complex systems, to reconstruct networks from incomplete data sets, and to forecast future interactions in evolving netw", 2, 0, "10.1103/PHYSREVRESEARCH.2.042029"], ["10.1029/2022GH000775", "Human populations and ecosystems are extensively exposed to pesticides. Most nations lack the capacity to control pesticide contamination and have limited availability of pesticide use information. Ec", 2, 0, "10.1029/2022GH000775"], ["10.1016/J.MEX.2024.102622", "Standard incubator (Thermo Scientific, Heratherm IGS180) Vertical laminar flow chamber (Air Tech Biological Security Camera, BGM-1002 W) Digital shaking water bath (VWR International, 89032-226) Micro", 1, 0, "10.1016/J.MEX.2024.102622"], ["10.3390/ELECTRONICS12010228", "Citation Bahhar, C. Ksibi, A. Ayadi, M. Jamjoom, M.M. Ullah, Z. Soufiene, B.O. Sakli, H. Wildfire and Smoke Detection Using Staged YOLO Model and Ensemble CNN.Electronics 2023, 12, 228. https// Abstra", 3, 0, "10.3390/ELECTRONICS12010228"], ["10.3390/RS14061504", "Citation Hu, J. Jia, J. Ma, Y. Liu, L. Yu, H. A Reconstructed Global Daily Seamless SIF Product at 0.05 Degree Resolution Based on TROPOMI, MODIS and ERA5 Data. Remote Sens. 2022, 14, 1504.", 3, 0, "10.3390/RS14061504"], ["10.1007/S12144-022-04220-6", "The widely used Emotion Regulation Questionnaire (ERQ) measures the habitual use of cognitive reappraisal and expressive suppression. Recently, a more economical 8-item version of the ERQ was proposed", 3, 0, "10.1007/S12144-022-04220-6"], ["10.1016/J.PMEDR.2022.101993", "Precautionary behaviour increased over the study period in the context of increasing disease incidence. When controlling for the stringency of public health measures and disease incidence, mixed effec", 2, 0, "10.1016/J.PMEDR.2022.101993"], ["10.1016/J.DIB.2023.110023", "species distribution modelling over key ecosystem structuring species, our datasets hold the potential to enhance the ability to inform strategic and effective conservation policy, ultimately supporti", 3, 0, "10.1016/J.DIB.2023.110023"], ["10.1038/S41597-020-0363-4", "the heterotrophic stramenopile Cafeteria roenbergensis is a globally distributed marine bacterivorous protist. This unicellular flagellate is host to the giant DNA virus CroV and the virophage mavirus", 2, 0, "10.1038/S41597-020-0363-4"], ["10.1016/J.ENBUILD.2021.111195", "Over the last decade, collecting massive volumes of data has been made all the more accessible, pushing the building sector to embrace data mining as a powerful tool for harvesting the potential of bi", 2, 0, "10.1016/J.ENBUILD.2021.111195"], ["10.1186/S13584-022-00549-2", "Background Early in the coronavirus disease 2019 (COVID-19) pandemic, governments implemented exceptional public health measures (PHMs) in the face of uncertainty. This study aimed to compare mitigati", 3, 0, "10.1186/S13584-022-00549-2"], ["10.3390/POLLUTANTS3030022", "Seafood constitutes the primary source of exposure to the organic form of mercury in the general population, and the Trieste Gulf is considered a hotspot of mercury contamination. We used a newly deve", 1, 0, "10.3390/POLLUTANTS3030022"], ["10.1085/JGP.202213146", "The Cm28 in the venom of Centruroides margaritatus is a short peptide consisting of 27 amino acid residues with a mol wt of 2,820 D. Cm28 has <40% similarity with other known -KTx from scorpions and l", 1, 0, "10.1085/JGP.202213146"], ["10.1007/S10618-022-00856-X", "We introduce the problem of robust subgroup discovery, i.e., finding a set of interpretable descriptions of subsets that 1) stand out with respect to one or more target attributes, 2) are statisticall", 1, 0, "10.1007/S10618-022-00856-X"], ["10.18653/V1/W19-3212", "Transfer learning is promising for many NLP applications, especially in tasks with limited labeled data. This paper describes the methods developed by team TMRLeiden for the 2019 Social Media Mining f", 1, 0, "10.18653/V1/W19-3212"], ["10.1175/JAS-D-21-0019.1", "Zonal jets are common in planetary atmospheres. Their character, structure, and seasonal variability depend on the planetary parameters. During solstice on Earth and Mars, there is a strong westerly j", 1, 0, "10.1175/JAS-D-21-0019.1"], ["10.1111/DDI.13473", "Aim Limited funds for conservation and research require the development of prioritization schemes. Traditionally, biodiversity metrics were used to delineate priority areas however, a growing realizat", 1, 0, "10.1111/DDI.13473"], ["10.1016/J.NEUROIMAGE.2023.120074", "The benefits, opportunities and growing availability of ultra-high field magnetic resonance imaging (MRI) for humans have prompted an expansion in research and development efforts towards increasingly", 2, 0, "10.1016/J.NEUROIMAGE.2023.120074"]]}