{"columns": ["Query DOI", "Query Text", "Num GT", "First Hit Rank", "Top-1 DOI"], "data": [["10.3390/JOITMC7010049", "Citation Ramazanov, I.A. Panasenko, S.V. Cheglov, V.P. Krasil'nikova, E.A. Nikishin, A.F. Retail Transformation under the Influence of Digitalisation and Technology Development in the Context of Globa", 44, 0, "10.3390/JOITMC7010049"], ["10.1109/JSTARS.2023.3348476", "The escalation of greenhouse gas emissions has led to a continuous rise in land surface temperature (LST).Studies have highlighted the substantial influence of urban morphology on LST however, the imp", 27, 7904, "10.1109/JSTARS.2023.3348476"], ["10.3390/RS13214224", "The frequent occurrence of large and high-intensity wildfires in the Mediterranean region poses a major threat to people and the environment.In this context, the estimation of dead fine fuel moisture ", 20, 0, "10.3390/RS13214224"], ["10.1002/DAD2.12565", "", 12, 0, "10.3389/FENDO.2025.1536844"], ["10.1002/ECE3.10405", "Human activities erode geographic barriers, facilitating hybridization among previously isolated taxa. However, limited empirical research exists on the consequences of introduced species (neophytes) ", 10, 0, "10.1002/ECE3.10405"], ["10.3390/IJERPH17249378", "Oceanic and coastal ecosystems have undergone complex environmental changes in recent years, amid a context of climate change. These changes are also reflected in the dynamics of water-borne diseases ", 11, 0, "10.3390/IJERPH17249378"], ["10.1007/S44273-023-00012-X", "Using updated emission inventories can enhance the accuracy of air quality forecast models.Given China's rapid economic growth and Korea's geographical and meteorological position on the windward side", 3, 261, "10.1007/S44273-023-00012-X"], ["10.1007/S00521-020-05449-7", "Spatially consistent and up-to-date maps of human settlements are crucial for addressing policies related to urbanization and sustainability especially in the era of an increasingly urbanized world. T", 6, 0, "10.1007/S00521-020-05449-7"], ["10.3390/LIFE12060842", "Citation Mastoi, Q.-u.-a. Wah, T.Y. Mohammed, M.A. Iqbal, U. Kadry, S. Majumdar, A. Thinnukool, O. Novel DERMA Fusion Technique for ECG Heartbeat Classification. Life 2022, 12, 842.", 10, 36254, "10.3390/LIFE12060842"], ["10.1111/BOR.12626", "Under glacial climates, continental ice sheets such as, e.g., the Greenland Ice Sheet, extended onto the continental shelves and often carved out deep cross-shelf troughs. The sedimentary infill of su", 3, 0, "10.1111/BOR.12626"], ["10.1093/JAMIA/OCAD171", "Objective This work investigates if deep learning (DL) models can classify originating site locations directly from magnetic resonance imaging (MRI) scans with and without correction for intensity dif", 8, 26124, "10.1093/JAMIA/OCAD171"], ["10.1038/S41597-019-0341-X", "Advances in computer-assisted linguistic research have been greatly influential in reshaping linguistic research. With the increasing availability of interconnected datasets created and curated by res", 3, 0, "10.1038/S41597-019-0341-X"], ["10.1016/J.JVOICE.2022.06.011", "and yHannover, Germany, zLondon, United Kingdom, and xkGraz, Austria SUMMARY Objectives. The coronavirus disease 2019 has caused a crisis worldwide. Amounts of efforts have been made to prevent and co", 7, 0, "10.1016/J.JVOICE.2022.06.011"], ["10.1007/S00415-021-10443-7", "", 6, 0, "10.3389/FENDO.2025.1536844"], ["10.3390/MOLECULES28114483", "Amyloids are misfolded proteins that aggregate into fibrillar structures, the accumulation of which is associated with the pathogenesis of many neurodegenerative diseases, such as Alzheimer's disease ", 3, 0, "10.3390/MOLECULES28114483"], ["10.1063/5.0112856", "We use energies and forces predicted within response operator based quantum machine learning (OQML) to perform geometry optimization and transition state search calculations with legacy optimizers. Fo", 4, 0, "10.1063/5.0112856"], ["10.1016/J.XHGG.2023.100211", "Genome-wide association studies (GWASs) have identified more than 130 genetic susceptibility loci for migraine however, how most of these loci impact migraine development is unknown. To identify novel", 6, 0, "10.1016/J.XHGG.2023.100211"], ["10.1029/2023AV000956", "Random forest models trained on FLUXNET-CH4 methane fluxes reproduced spatiotemporal patterns in extra-tropical wetlands (R 2 0.59-0.64) Globally upscaled annual wetland methane emissions (146 TgCH 4 ", 4, 0, "10.1029/2023AV000956"], ["10.3390/NU14214456", "Citation Rosi, A. Biasini, B. Monica, E. Rapetti, V. Deon, V. Scazzina, F.", 3, 0, "10.3390/NU14214456"], ["10.1038/S41597-020-0488-5", "Natural emissions of air pollutants from the surface play major roles in air quality and climate change. In particular, nitrogen oxides (NO x ) emitted from soils contribute 15% of global NO x emissio", 1, 0, "10.1038/S41597-020-0488-5"], ["10.2478/HACQ-2021-0030", "This paper deals with relationships between vegetation of Macedonian pine (Pinus peuce) and soils developed on different parent materials on the territory of North Macedonia. We analysed the floristic", 3, 0, "10.2478/HACQ-2021-0030"], ["10.1016/J.ENVPOL.2021.118544", "It is enlightening to determine the discrepancies and potential reasons for the degree of impact from the COVID-19 control measures on air quality as well as the associated health and economic impacts", 2, 0, "10.1016/J.ENVPOL.2021.118544"], ["10.1111/PADR.12464", "Scientific ideas on the human population tend to be rooted in a slow demography paradigm, which emphasizes an inertial, predictable, self-contained view of population dynamics, mostly dependent on fer", 4, 0, "10.1111/PADR.12464"], ["10.3390/E25010169", "Multimodal image fusion aims to retain valid information from different modalities, remove redundant information to highlight critical targets, and maintain rich texture details in the fused image. Ho", 3, 0, "10.3390/E25010169"], ["10.1002/LOL2.10299", "Naturally formed lakes differ from human-made lakes (i.e., reservoirs) in many ways. Although well distributed across the globe, it has not been possible to classify lakes into these two broad categor", 3, 0, "10.1002/LOL2.10299"], ["10.3390/BIOLOGY12111444", "Habitats for Amur Tigers (Panthera tigris altaica) in Northeastern China Based on the Random Forest Model.", 4, 0, "10.3390/BIOLOGY12111444"], ["10.1261/RNA.078793.121", "During pre-mRNA processing, the poly(A) signal is recognized by a protein complex that ensures precise cleavage and polyadenylation of the nascent transcript. The location of this cleavage event estab", 4, 0, "10.1261/RNA.078793.121"], ["10.1101/2023.09.15.557976", "A narrative is a coherent representation of actual or fictional events designed to connect experiences.Narratives provide a unique opportunity to investigate brain functions in scenarios more closely ", 4, 0, "10.1101/2023.09.15.557976"], ["10.1109/ACCESS.2021.3140136", "Mobility is a critical element for understanding human contact networks. In many studies, the researchers use random processes to model human mobility. However, people do not move randomly in their en", 2, 0, "10.1109/ACCESS.2021.3140136"], ["10.1088/1748-9326/ABE5D6", "In modern agriculture, pesticides are used in combinations to protect crops. The co-existence of multiple pesticides in soil can threaten the soil biodiversity that maintains ecosystem services, hence", 2, 0, "10.1088/1748-9326/ABE5D6"], ["10.1128/SPECTRUM.04851-22", "Vibrio parahaemolyticus is a bacterial pathogen that becomes lethal to Penaeus shrimps when acquiring the pVA1-type plasmid carrying the PirAB vp genes, causing acute hepatopancreatic necrosis disease", 1, 0, "10.1128/SPECTRUM.04851-22"], ["10.3390/F14030616", "Unmanned aerial vehicles (UAVs) are widely used for small target detection of forest fires due to its low-risk rate, low cost and high ground coverage.However, the detection accuracy of small target f", 3, 0, "10.3390/F14030616"], ["10.1088/1748-9326/ACDAAE", "Extreme precipitation events have posed a threat to global terrestrial ecosystems in recent decades. However, the response of terrestrial ecosystems to extreme precipitation in areas with various vege", 3, 0, "10.1088/1748-9326/ACDAAE"], ["10.1016/J.IJCHP.2023.100403", "Background/Objective Research suggests that the COVID-19 pandemic has increased social isolation and loneliness and that, in general, single individuals experience a higher degree of loneliness than c", 3, 0, "10.1016/J.IJCHP.2023.100403"], ["10.1016/J.PMEDR.2022.101993", "Precautionary behaviour increased over the study period in the context of increasing disease incidence. When controlling for the stringency of public health measures and disease incidence, mixed effec", 2, 0, "10.1016/J.PMEDR.2022.101993"], ["10.1111/GEB.13515", "Aim Macroalgal habitats are believed to be the most extensive and productive of all coastal vegetated ecosystems.In stark contrast to the growing attention on their contribution to carbon export and s", 3, 0, "10.1111/GEB.13515"], ["10.1101/2021.11.17.469027", "21Stramenopiles are a diverse but relatively well-studied eukaryotic supergroup with 22 considerable genomic information available(Sibbald and Archibald, 2017). Nevertheless, the 23 relationships betw", 2, 0, "10.1101/2021.11.17.469027"], ["10.3390/EN14175556", "Citation Grillone, B. Mor, G. Danov, S. Cipriano, J. Lazzari, F. Sumper, A. Baseline Energy Use Modeling and Characterization in Tertiary Buildings Using an Interpretable Bayesian Linear Regression Me", 2, 0, "10.3390/EN14175556"], ["10.2196/27917", "BackgroundThe United States of America has the highest global number of COVID-19 cases and deaths, which may be due in part to delays and inconsistencies in implementing public health and social measu", 3, 0, "10.2196/27917"], ["10.3390/POLLUTANTS3030022", "Seafood constitutes the primary source of exposure to the organic form of mercury in the general population, and the Trieste Gulf is considered a hotspot of mercury contamination. We used a newly deve", 1, 0, "10.3390/POLLUTANTS3030022"], ["10.3390/TOXINS15080506", "Seven new peptides denominated CboK1 to CboK7 were isolated from the venom of the Mexican scorpion Centruroides bonito and their primary structures were determined.The molecular weights ranged between", 1, 0, "10.3390/TOXINS15080506"], ["10.1007/S10618-022-00856-X", "We introduce the problem of robust subgroup discovery, i.e., finding a set of interpretable descriptions of subsets that 1) stand out with respect to one or more target attributes, 2) are statisticall", 1, 0, "10.1007/S10618-022-00856-X"], ["10.18653/V1/W19-3212", "Transfer learning is promising for many NLP applications, especially in tasks with limited labeled data. This paper describes the methods developed by team TMRLeiden for the 2019 Social Media Mining f", 1, 0, "10.18653/V1/W19-3212"], ["10.1175/JAS-D-21-0019.1", "Zonal jets are common in planetary atmospheres. Their character, structure, and seasonal variability depend on the planetary parameters. During solstice on Earth and Mars, there is a strong westerly j", 1, 0, "10.1175/JAS-D-21-0019.1"], ["10.1111/DDI.13473", "Aim Limited funds for conservation and research require the development of prioritization schemes. Traditionally, biodiversity metrics were used to delineate priority areas however, a growing realizat", 1, 0, "10.1111/DDI.13473"], ["10.1101/2023.12.05.570038", "", 2, 0, "10.3389/FENDO.2025.1536844"]]}