{"columns": ["Query DOI", "Query Text", "Num GT", "First Hit Rank", "Top-1 DOI"], "data": [["10.24294/JIPD.V8I3.3108", "Total factor productivity (TFP) is essential for disentangling the determinants of economic growth, productivity, and the standard of living.Understanding the variations in TFP, however, is greatly ch", 44, 18854, "10.24294/JIPD.V8I3.3108"], ["10.1080/17538947.2023.2288131", "The terrestrial vegetation GPP of Qinghai Province is an important variable that characterizes the carbon cycling pattern.However, there is still a lack of a high-resolution GPP dataset for Qinghai Pr", 27, 33727, "10.1080/17538947.2023.2288131"], ["10.3390/ENVIRONSCIPROC2023026104", "Precipitation is a key component of the hydrological cycle and directly affects water availability and hydrometeorological hazards.The objective of this study is to evaluate the performance of two rea", 20, 0, "10.3390/ENVIRONSCIPROC2023026104"], ["10.1016/J.NICL.2021.102740", "", 12, 0, "10.3389/FENDO.2025.1536844"], ["10.1007/S10531-023-02620-Z", "Allochthonous plant species are considered among the main environmental issues worldwide, being especially accused in the Mediterranean basin. The present study aims to update Balearic Alien Flora and", 10, 43826, "10.1007/S10531-023-02620-Z"], ["10.1111/GCB.16167", "Climate change has become the greatest threat to the world's ecosystems. Locating and managing areas that contribute to the survival of key species under climate change is critical for the persistence", 11, 0, "10.1111/GCB.16167"], ["10.3390/ATMOS14040630", "To avoid the spread of COVID-19, China has implemented strict lockdown policies and control measures, resulting in a dramatic decrease in air pollution and improved air quality.In this study, the air ", 3, 231, "10.3390/ATMOS14040630"], ["10.1007/S10708-022-10756-8", "typologies and urban sprawl patterns and provides input for more informed and place-based policy decisions on sustainable coastal land management. The proposed approach is easily replicable to other c", 6, 0, "10.1007/S10708-022-10756-8"], ["10.3390/DIAGNOSTICS13061099", "The electrocardiogram (ECG) is the most common technique used to diagnose heart diseases. The electrical signals produced by the heart are recorded by chest electrodes and by the extremity electrodes ", 10, 0, "10.3390/DIAGNOSTICS13061099"], ["10.1111/BOR.12626", "Under glacial climates, continental ice sheets such as, e.g., the Greenland Ice Sheet, extended onto the continental shelves and often carved out deep cross-shelf troughs. The sedimentary infill of su", 3, 0, "10.1111/BOR.12626"], ["10.1016/J.NICL.2022.102989", "A B S T R A C TThe non-invasive quantification of iron stores via Quantitative Susceptibility Mapping (QSM) could play an important role in the diagnosis and the differential diagnosis of atypical Par", 8, 0, "10.1016/J.NICL.2022.102989"], ["10.1038/S41597-019-0341-X", "Advances in computer-assisted linguistic research have been greatly influential in reshaping linguistic research. With the increasing availability of interconnected datasets created and curated by res", 3, 0, "10.1038/S41597-019-0341-X"], ["10.37965/JAIT.2023.0435", "Due to the recent developments in communications technology, cognitive computations have been used in smart healthcare techniques that can combine massive medical data, Artificial intelligence, federa", 7, 0, "10.37965/JAIT.2023.0435"], ["10.1038/S41597-020-0401-2", "Fox Insight is an online, longitudinal health study of people with and without Parkinson's disease with targeted enrollment set to at least 125,000 individuals. Fox Insight data is a rich data set fac", 6, 0, "10.1038/S41597-020-0401-2"], ["10.3390/PHARMACEUTICS15102381", "Humanity is facing a vast prevalence of neurodegenerative diseases, with Alzheimer's disease (AD) being the most dominant, without efficacious drugs, and with only a few therapeutic targets identified", 3, 0, "10.3390/PHARMACEUTICS15102381"], ["10.7717/PEERJ-PCHEM.22", "We test our meta-molecular dynamics (MD) based approach for finding low-barrier (<30 kcal/mol) reactions on uni-", 4, 0, "10.7717/PEERJ-PCHEM.22"], ["10.1002/AJMG.B.32931", "Large numbers of genetic loci have been identified that are known to contain common risk alleles for schizophrenia, but linking associated alleles to specific risk genes remains challenging. Given tha", 6, 0, "10.1002/AJMG.B.32931"], ["10.1029/2023GL103037", "IntroductionMethane (CH 4 ) is a potent, short-lived greenhouse gas that contributes to anthropogenic climatic change and air pollution(Dlugokencky et al., 2011Nisbet et al., 2019).Because of its rela", 4, 0, "10.1029/2023GL103037"], ["10.3390/NU15051176", "Citation Muzzioli, L. Donini, L.M. Mazziotta, M. Iosa, M. Frigerio, F. Poggiogalle, E. Lenzi, A. Pinto, A. How Much Do Front-Of-Pack Labels Correlate with Food Environmental Impacts? Nutrients 2023, 1", 3, 0, "10.3390/NU15051176"], ["10.1029/2023JD039610", "Sulfur and nitrogen are emitted into the atmosphere by a wide range of natural and anthropogenic sources, where they are subject to gas and particle phase chemistry and transport, forming secondary po", 1, 0, "10.1029/2023JD039610"], ["10.3390/CLI10050067", "Citation Paln, L. Maty, M. Vl'kov, M. Kovaka, V. Paourkov, E. Punoch, P. Accessing Insurance Flood Losses Using a Catastrophe Model and Climate Change Scenarios. Climate 2022, 10, 67.", 3, 4007, "10.3390/CLI10050067"], ["10.1177/13548565211048972", "Data visualisations are intimately connected to the emergence of public health as a discipline and policy area. Besides the mapping of cases and deaths, the COVID-19 pandemic has seen an explosion of ", 2, 0, "10.1177/13548565211048972"], ["10.1007/S41060-023-00396-7", "International airtime top-up transfers enable prepaid mobile phone users to send top-ups and data bundles to users in other countries, as well as make payments, in real time. These are heavily used by", 4, 0, "10.1007/S41060-023-00396-7"], ["10.1109/ACCESS.2023.3263183", "Existing image fusion algorithms have difficulty in effectively preserving valuable target features in infrared and visible images, which easily introduces blurry edges and unremarkable notable target", 3, 0, "10.1109/ACCESS.2023.3263183"], ["10.1002/LNO.12457", "A variety of classification approaches are used to facilitate understanding, prediction, monitoring, and the management of lakes.However, broad-scale applicability of current approaches is limited by ", 3, 33846, "10.1002/LNO.12457"], ["10.1186/S13071-023-06094-4", "Background Ticks are an important driver of veterinary health care, causing irritation and sometimes infection to their hosts.We explored epidemiological and geo-referenced data from > 7 million elect", 4, 0, "10.1186/S13071-023-06094-4"], ["10.1261/RNA.078793.121", "During pre-mRNA processing, the poly(A) signal is recognized by a protein complex that ensures precise cleavage and polyadenylation of the nascent transcript. The location of this cleavage event estab", 4, 0, "10.1261/RNA.078793.121"], ["10.1101/2023.09.15.557976", "A narrative is a coherent representation of actual or fictional events designed to connect experiences.Narratives provide a unique opportunity to investigate brain functions in scenarios more closely ", 4, 0, "10.1101/2023.09.15.557976"], ["10.1038/S42005-022-00849-8", "Physical contacts do not occur randomly, rather, individuals with similar socio-demographic and behavioural characteristics are more likely to interact among them, a phenomenon known as homophily. Con", 2, 0, "10.1038/S42005-022-00849-8"], ["10.3748/WJG.V29.I23.3688", "BACKGROUNDGeographical (geospatial) clusters have been observed in inflammatory bowel disease (IBD) incidence and linked to environmental determinants of disease, but pediatric spatial patterns in Nor", 2, 0, "10.3748/WJG.V29.I23.3688"], ["10.1016/J.MEX.2024.102622", "Standard incubator (Thermo Scientific, Heratherm IGS180) Vertical laminar flow chamber (Air Tech Biological Security Camera, BGM-1002 W) Digital shaking water bath (VWR International, 89032-226) Micro", 1, 0, "10.1016/J.MEX.2024.102622"], ["10.3390/F13070975", "Citation Zhang, L. Wang, M. Fu, Y. Ding, Y. A Forest Fire Recognition Method Using UAV Images Based on Transfer Learning. Forests 2022, 13, 975.", 3, 0, "10.3390/F13070975"], ["10.1029/2023GL105205", "Even though a long-term lowering of the water table depth (WTD) would most likely increase aerobic peat", 3, 0, "10.1029/2023GL105205"], ["10.1016/J.IJCHP.2023.100403", "Background/Objective Research suggests that the COVID-19 pandemic has increased social isolation and loneliness and that, in general, single individuals experience a higher degree of loneliness than c", 3, 0, "10.1016/J.IJCHP.2023.100403"], ["10.21105/JOSS.04898", "The localcovid19now R package provides functionality to load, unify and visualize recent COVID-19 case data at subnational scales in order to provide localized situational reports and improve understa", 2, 0, "10.21105/JOSS.04898"], ["10.3389/FMARS.2022.850368", "Accelerating warming and associated loss of sea ice are expected to promote the expansion of coastal marine forests (macrophytes) along the massive Arctic coastlines. Yet, this region has received muc", 3, 0, "10.3389/FMARS.2022.850368"], ["10.3390/PATHOGENS9070577", "In eukaryotes, two sources of Ca 2+ are accessed to allow rapid changes in the cytosolic levels of this second messenger the extracellular medium and intracellular Ca 2+ stores, such as the endoplasmi", 2, 0, "10.3390/PATHOGENS9070577"], ["10.3390/EN14175556", "Citation Grillone, B. Mor, G. Danov, S. Cipriano, J. Lazzari, F. Sumper, A. Baseline Energy Use Modeling and Characterization in Tertiary Buildings Using an Interpretable Bayesian Linear Regression Me", 2, 0, "10.3390/EN14175556"], ["10.1177/13548565211048972", "Data visualisations are intimately connected to the emergence of public health as a discipline and policy area. Besides the mapping of cases and deaths, the COVID-19 pandemic has seen an explosion of ", 3, 0, "10.1177/13548565211048972"], ["10.3390/POLLUTANTS3030022", "Seafood constitutes the primary source of exposure to the organic form of mercury in the general population, and the Trieste Gulf is considered a hotspot of mercury contamination. We used a newly deve", 1, 0, "10.3390/POLLUTANTS3030022"], ["10.1085/JGP.202213146", "The Cm28 in the venom of Centruroides margaritatus is a short peptide consisting of 27 amino acid residues with a mol wt of 2,820 D. Cm28 has <40% similarity with other known -KTx from scorpions and l", 1, 0, "10.1085/JGP.202213146"], ["10.1016/J.HELIYON.2023.E16002", "A B S T R A C TThis article proposes an approach for the classification of industrial engineering programs offered by different higher education institutions (HEIs) in Colombia, using data envelopment", 1, 0, "10.1016/J.HELIYON.2023.E16002"], ["10.18653/V1/W19-3202", "In the medical domain, user-generated social media text is increasingly used as a valuable complementary knowledge source to scientific medical literature. The extraction of this knowledge is complica", 1, 0, "10.18653/V1/W19-3202"], ["10.1186/S40623-023-01767-X", "Mountain lee waves have often been observed on the eastern side of the Phlegra Montes as wave trains visualized by water ice clouds in the Martian atmosphere. The seasonality and formation condition o", 1, 0, "10.1186/S40623-023-01767-X"], ["10.47603/MANO.V7N1.220", "ResumenColombia es uno de los pases con mayor riqueza de armadillos al contar con seis especies, pertenecientes a tres gneros, que abarcan la mayor parte del territorio nacional, siendo Cabassous cent", 1, 0, "10.47603/MANO.V7N1.220"], ["10.1101/2023.12.05.570038", "", 2, 0, "10.3389/FENDO.2025.1536844"], ["10.1038/S41597-019-0056-Z", "Social network analysis is an invaluable tool to understand the patterns, evolution, and consequences of sociality. Comparative studies over a range of social systems across multiple taxonomic groups ", 2, 0, "10.1038/S41597-019-0056-Z"], ["10.3389/FPLS.2022.869524", "The growth of strawberry plants is affected by a variety of strawberry leaf diseases. Yet, due to the complexity of these diseases' spots in terms of color and texture, their manual identification req", 2, 0, "10.3389/FPLS.2022.869524"], ["10.1007/S10853-022-07227-3", "A series of novel CoCrFeNi-based high-entropy alloys containing Sc and C were designed. These HEAs exhibited hardness, fracture toughness and wear resistance comparable or better than a range of selec", 4, 0, "10.1007/S10853-022-07227-3"], ["10.4108/EETSIS.VI.3300", "EAI En d o r s e d Tr a n s a ct io n s o n Sca la b le In fo r m a t io n Sys t e m s Research ArticleAbstractPhishing assaults are one of the more prevalent types of cybercrime in the world today. T", 2, 0, "10.4108/EETSIS.VI.3300"]]}